<%--
  Created by IntelliJ IDEA.
  User: artemrezanov
  Date: 14.07.2023
  Time: 12:03
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>ending1</title>
    <link rel="stylesheet" type="text/css" href="../main.css">
    <style>
        pre {
            word-wrap: break-word;
            white-space: pre-wrap;
            font-size: 18px;
        }
    </style>
</head>
<body>
<pre>Из-за дезориентации и истощения вы потеряли ощущение времени и понимание в какую сторону держите путь.
После долгого скитания в метелях по ледяной пустыне вам удаётся наткнуться на край ледяного берега выходящий на океан.
Топливо закончилось и вы обессилев теряете сознание.

Снегоход замечает проплывающий мимо китобойное судно и вас спасают моряки.
Рассказав всё что вы видели, вы не можете указать место расположения ни руин, ни лагеря.
Не имея никаких подтверждений вашего рассказа, моряки относятся скептически к вашим словам.

Спустя время вам помогают установить вашу личность. Вы альпинист, отправленный в помощь археологам в составе исследовательской экспедиции университетом в Антарктику.
После сообщения о некой находке известий больше не было.

Ваша память так и не вернулась к вам...
вопросы о том что там случилось, образы руин и существ что вы видели не давали вам покоя до конца ваших дней.
</pre>
<a href="../restart">Начать заново</a>
<p>Количество попыток: ${sessionScope.attempts}</p>
</body>
</html>
